Revit 2027 API
SpecTypeId.HeatingLoadDividedByArea Property
 Heating Load divided by Area, in discipline HVAC.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId HeatingLoadDividedByArea { get; }
Public Shared ReadOnly Property HeatingLoadDividedByArea As ForgeTypeId
	Get
public:
static property ForgeTypeId^ HeatingLoadDividedByArea {
	ForgeTypeId^ get ();
}
static member HeatingLoadDividedByArea : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
SpecTypeId Class
Autodesk.Revit.DB Namespace